{"documents": [{"title": "Traded services to schools", "date": "20-9-17", "questions": ["What services do you currently offer to schools in your authority, to support them to meet their early help duties/requirements, including dedicated casework supervision, online training and practitioner forum?", "What is the current timeframe from receipt of referral to Early Help, to allocation to an Early Help Officer/Worker?"], "reference": "21017208"}, {"title": "Children referred to Channel", "date": "3-8-17", "questions": ["How many school pupils have been referred to Channel since July 2015?", "What proportion of the total number of pupils were the subject of further action following the referral to Channel?", "What proportion of the total of the number of pupils referred to Channel were the subject of no further action?", "What proportion of the total number of pupils referred to Channel were Muslim?"], "reference": "21016748"}, {"title": "Schools Music and Drama Teaching", "date": "21-9-17", "questions": ["What are the number of hours of music teaching per week given to year 4 pupils in schools under your authority?"], "reference": "21050346"}, {"title": "Spend on agency staff", "date": "8 Nov 17", "questions": ["What is the value of spend on temporary staff from recruitment agencies by the Council in 2016", "2017?", "How was the contract to manage/provide the supply of agency/temporary staff let?", "Who was the contract to manage/provide the supply of agency/temporary staff let to?", "When did the contract to manage / provide the supply of temporary / agency staff commence, how long does it run for and what is the end date?\n"], "reference": "FOI10056"}, {"title": "Children Historical Child Sexual Abuse", "date": "28-9-17", "questions": ["How many claims have resulted in some kind of monetary settlement by the authority? ", "How much money in total has been paid out by the authority or its insurers in financial settlements to complainants?", "How much was the single most costly settlements individually?", "How many allegations have been heard in court and resulted in any form of damages?", "How much has been paid by the authority in damages through the courts?"], "reference": "21051003"}]}